Repository: DamianManelski/dibbler
Catalog: debian/po/*.po
Languages: cs, fi, fr, pl, ru

source: dibbler-client: DHCPv6 client
cs: dibbler-client: klient DHCPv6
fi: dibbler-client: DHCPv6-asiakas
fr: dibbler-client : client DHCPv6
ru: dibbler-client: клиент DHCPv6

source: Do you want dibbler-client to start when system starts?
cs: Chcete spustit dibbler-client při zavádění systému?
fr: Faut-il lancer automatiquement dibbler-client au démarrage du système ?
pl: Czy chcesz, aby dibbler-client był uruchamiany przy starcie systemu?

source: Dibbler client can be configured to start at boot, so your host will have IPv6 set up after boot. This is generally a good idea. Make sure that there is a DHCPv6 server available in your network.
cs: Klient Dibbler může být nastaven tak, aby se spouštěl při startu systému, takže po zavedení systému bude IPv6 nastaveno. To je jistě dobrý nápad. Ujistěte se však, že je na vaší síti také DHCPv6 server.
fr: Le client Dibbler peut être configuré pour être lancé automatiquement au démarrage du système de façon à ce que IPV6 soit configuré sur votre hôte au démarrage. Assurez-vous qu'un serveur DHCPV6 soit disponible sur votre réseau.
pl: Klient Dibbler może być skonfigurowany tak, żeby był uruchamiany przy starcie systemu po to, żeby Twój komputer miał skonfigurowane IPv6 od razu po zabootowaniu. Zwykle jest to dobry pomysł. Upewnij się jednak, że w Twojej sieci jest dostępny serwer DHCPv6.

source: Interfaces to be configured:
cs: Rozhraní, která se mají nastavit:
fi: Asetettavat liitynn‰t:
fr: Interfaces à configurer :
pl: Interfejsy do skonfigurowania:
ru: Интерфейсы для настройки:

source: Dibbler can configure any or all of a computer's network interfaces.
cs: Dibbler umí nastavit všechna nebo jen některá síťová rozhraní.
fi: Dibbler voi tehd‰ jonkin tai kaikkien tietokoneen verkkoliityntˆjen asetukset.
fr: Dibbler peut configurer une interface particulière ou l'ensemble des interfaces réseau d'un ordinateur.
pl: Dibbler może skonfigurować niektóre lub wszystkie interfejsy sieciowe komputera.
ru: Dibbler можно настроить на некоторых или на всех сетевых интерфейсах компьютера.

source: More than one interface may be specified by separating the interface names with spaces.
cs: Více rozhraní můžete zadat tak, že jejich názvy oddělíte mezerami.
fi: Useampia kuin yksi liitynt‰ voidaan syˆtt‰‰ erottamalla liityntˆjen nimet v‰lilyˆnnein.
fr: Vous pouvez indiquer plus d'une interface en séparant leur nom par des espaces.
pl: Więcej niż jeden interfejs sieciowy może być podany poprzed odzielenie nazw interejsów spacjami.
ru: Несколько имён интерфейсов нужно указывать через пробел.

source: dns, domain
cs: dns, doména
fr: dns, domaine

source: The Dibbler client can request that the DHCPv6 server supply additional configuration parameters.
cs: Dibbler umí požádat DHCPv6 server, aby mu poslal dodatečné parametry pro nastavení sítě.
fr: Le client Dibbler peut demander à ce que le serveur DHCPV6 fournisse des paramètres de configuration supplémentaires.
pl: Klient Dibbler może poprosić serwer o dostarczenie dodatkowych parametrów konfiguracyjnych.

source: dibbler-relay: DHCPv6 relay
fi: dibbler-relay: DHCPv6-v‰litt‰j‰
fr: dibbler-relay : relais DHCPv6
pl: dibbler-relay: przekaźnik DHCPv6
ru: dibbler-relay: релей DHCPv6

source: Do you want dibbler-relay to start when the system starts?
cs: Chcete spustit dibbler-relay při zavádění systému?
fr: Faut-il lancer automatiquement dibbler-relay au démarrage du système ?

source: Dibbler relay can be configured to start at boot. This node will then forward DHCPv6 messages between clients, servers and other relays.
cs: Dibbler relay může být nastavena tak, aby se spouštěla při startu systému. Tento uzel pak bude přeposílat zprávy protokolu DHCPv6 mezi klienty, servery a ostatními relay uzly.
fr: Le relais Dibbler peut être configuré pour être lancé automatiquement au démarrage du système. Ce noeud transmettra alors les messages DHCPV6 entre les clients, les serveurs et les autres relais.
pl: Przekaźnik Dibbler może zostać skonfigurowany tak, aby był uruchamiany podczas startu systemu. Ten węzeł będzie w takim przypadku przekazywał wiadomości DHCPv6 pomiędzy klientami, serwerami i innymi przekaźnikami.

source: Without proper modifications, the relay will most likely refuse to start or will not forward DHCPv6 messages as expected.
cs: Bez správných úprav se relay nejspíš odmítne spustit, nebo nebude přeposílat DHCPv6 zprávy dle očekávání.
fr: Sans une configuration adaptée, le relais refusera probablement de démarrer ou ne transmettra pas les messages DHCPV6 de la façon souhaitée.
pl: Bez odpowiednich modyfikacji, przekaźnik najprawdopodobniej nie uruchomi się lub nie będzie przekazywał wiadomości, jak się od niego oczekuje.

source: dibbler-server: DHCPv6 server
cs: dibbler-server: server DHCPv6
fi: dibbler-server: DHCPv6-palvelin
fr: dibbler-server : serveur DHCPv6
pl: dibbler-server: serwer DHCPv6
ru: dibbler-server: сервер DHCPv6

source: Do you want dibbler-server to start when the system starts?
cs: Chcete spustit dibbler-server při zavádění systému?
fr: Faut-il lancer automatiquement dibbler-server au démarrage du système ?

source: Dibbler server can be configured to start at boot. This node will then act as a DHCPv6 server. It will provide IPv6 addresses and additional configuration options to other nodes in the network.
cs: Dibbler server může být nastaven tak, aby se spouštěl při startu systému. Tento uzel pak bude sloužit jako DHCPv6 server a ostatním uzlům na síti bude přidělovat adresy protokolu IPv6 a případné další informace pro nastavení sítě.
fr: Le serveur Dibbler peut être configuré pour être lancé automatiquement au démarrage du système. Ce noeud servira alors de serveur DHCPV6. Il fournira des adresses IPV6 et des options supplémentaires de configuration aux autres noeuds du réseau.
pl: Serwer Dibbler może zostać skonfigurowany tak, aby był uruchamiany przy starcie systemu. Ten węzeł będzie wtedy działał jako serwer DHCPv6. Będzie dostarczał adresów IPv6 oraz dodatkowych parametrów konfiguracyjnych innym węzłom w sieci.

source: Without proper modifications, the Dibbler server will most likely offer invalid addresses and options when started.
cs: Bez příslušných úprav bude server Dibbler nejspíše nabízet chybné adresy a parametry.
fr: Sans une configuration adaptée, les adresses et les options fournies par le serveur Dibbler lors de son démarrage ne seront probablement pas valables.
pl: Bez odpowiednich modyfikacji, serwer Dibbler najprawdopodobniej będzie oferował niepoprawne adresy i opcje, kiedy zostanie uruchomiony.

source: Should the Dibbler client be launched when the system starts?
fi: Tulisiko Dibbler-asiakas k‰ynnist‰‰, kun j‰rjestelm‰ k‰ynnistet‰‰n?
ru: Запускать клиента Dibbler при загрузке системы?

source: The Dibbler client can be configured to be launched when the system is started. If you choose this option, this host will have a correct IPv6 setup after booting. Please ensure that a DHCPv6 server is available on the network.
fi: Dibbler-asiakas voidaan asettaa k‰ynnistym‰‰n k‰ynnistett‰ess‰ j‰rjestelm‰. Jos valitset t‰m‰n vaihtoehdon, t‰ll‰ koneella on oikeat IPv6-asetukset k‰ynnistyksen j‰lkeen. Varmista, ett‰ DHCPv6-palvelin on saatavilla verkossa.
ru: Клиент Dibbler можно настроить на запуск во время загрузки системы. Если вы ответите утвердительно, то эта машина будет правильно настроена в IPv6 сети после загрузки. Убедитесь, что в сети работает сервер DHCPv6.

source: dns
ru: dns-серверы

source: domain
fi: verkkoalue
ru: домен

source: Additional parameters to obtain:
fi: Haettavat lis‰parametrit:
ru: Параметры, получаемые дополнительно:

source: The Dibbler client can request that the DHCPv6 server supplies additional configuration parameters.
fi: Dibbler-asiakas voi pyyt‰‰ DHCPv6-palvelimelta lis‰asetuksia.
ru: Клиент Dibbler может запросить у сервера DHCPv6 дополнительные параметры настройки.

source: Should the Dibbler relay be launched when the system starts?
fi: Tulisiko Dibbler-v‰litt‰j‰ k‰ynnist‰‰, kun j‰rjestelm‰ k‰ynnistet‰‰n?
ru: Запускать релей Dibbler при загрузке системы?

source: The Dibbler relay can be configured to be launched when the system is started. If you choose this option, this node will forward DHCPv6 messages between clients, servers and other relays.
fi: Dibbler-v‰litt‰j‰ voidaan asettaa k‰ynnistym‰‰n k‰ynnistett‰ess‰ j‰rjestelm‰. Jos valitset t‰m‰n vaihtoehdon, t‰m‰ solmu l‰hett‰‰ edelleen DHCPv6-viestej‰ asiakkaiden, palvelimien ja muiden v‰litt‰jien v‰lill‰.
ru: Релей Dibbler можно настроить на запуск во время загрузки системы. Если вы ответите утвердительно, то эта машина будет пересылать сообщения DHCPPv6 между клиентами, серверами и другими релеями.

source: Should the Dibbler server be launched when the system starts?
fi: Tulisiko Dibbler-palvelin k‰ynnist‰‰, kun j‰rjestelm‰ k‰ynnistet‰‰n?
ru: Запускать сервер Dibbler при загрузке системы?

source: The Dibbler server can be configured to be launched when the system is started. If you choose this option, this node will act as a DHCPv6 server. It will provide IPv6 addresses and additional configuration options to other nodes in the network.
fi: Dibbler-palvelin voidaan asettaa k‰ynnistym‰‰n k‰ynnistett‰ess‰ j‰rjestelm‰. Jos valitset t‰m‰n vaihtoehdon, t‰m‰ solmu toimii DHCPv6-palvelimena. Se antaa IPv6-osoitteita ja lis‰asetuksia verkon muille solmuille.
ru: Сервер Dibbler можно настроить на запуск во время загрузки системы. Если вы ответите утвердительно, то эта машина работать в качестве сервера DHCPPv6. Она будет выдавать адреса IPv6 и дополнительные конфигурационные параметры другим машинам сети.
